{
  "teststorydesc" : "<font size=\"1\">\r\n\r\n</font><p class=\"MsoNormal\" style=\"margin-bottom:0in;margin-bottom:.0001pt\"><font size=\"1\"><span style=\"font-size:12.0pt;font-family:\">On the night of January 22, 2003, in Concord, New\r\nHampshire, Sarah Wright and her pregnant daughter Vivienne Wright were at their\r\nhome watching television when Vivienne suddenly started having\r\nconvulsions.<span style=\"mso-spacerun:yes\">  </span>Sarah immediately called\r\n9-1-1 and the paramedics arrived at the home. They found Vivienne in\r\nrespiratory failure. Vivienne was rushed to the hospital. When they arrived, a\r\ngroup of emergency room staff, including Vivienne's obstetrician, were unable\r\nto resuscitate Vivienne and pronounced her dead at 2100.<span style=\"mso-spacerun:yes\">  </span>Vivienne's obstetrician accessed her EHR\r\nwhich was populated with Vivienne's basic identifying information including her\r\nname, birth date, sex, address, zip code, and social security number.<span style=\"mso-spacerun:yes\">  </span>Vivienne had been treated for preeclampsia\r\nduring her pregnancy and this seemed the most likely cause of death; however\r\nher doctor indicated that he wanted an autopsy to be performed and added a\r\nreferral note. The pathologist/medical examiner, performed an autopsy on\r\nJanuary 23</span><sup><span style=\"font-family:\">rd</span></sup><span style=\"font-size:12.0pt;font-family:\r\n\">. He noted in the EHR\r\nthat Vivienne was pregnant at the time of her death. He noted pulmonary edema\r\nand other blood protein and urine results that pointed to eclampsia as the\r\nunderlying cause of death, although he listed \"Cardiopulmonary arrest\" as the\r\nimmediate cause and entered the duration. <br>\r\nHe listed \"Eclampsia\" as the underlying cause of death with a separate\r\nduration.  He entered his\r\nidentifying information as the death certifier, signed the death certificate\r\nand indicated that the autopsy results were available. At that point, all\r\ninformation related to filing the death certificate is transmitted via an </span><span style=\"font-size:12.0pt;font-family:\">ADT^A04 message<span style=\"color:black;mso-themecolor:text1\"> from the EHR to the jurisdictional\r\nvital records office.</span></span><span style=\"font-size:12.0pt\"></span></font></p><font size=\"1\">\r\n\r\n</font>",
  "comments" : "No Comments",
  "preCondition" : "No PreCondition",
  "postCondition" : "No PostCondition",
  "testObjectives" : "<p class=\"MsoNormal\"><span style=\"font-weight: bold;\"><span style=\"font-family: Arial;\"><font size=\"1\">The message must provide: Patient demographic information in the PID segment to\r\nprovide basic demographics to allow identification of the person and matching\r\nof the record with information from the funeral director as well as  death reporting\r\nobservations in the OBX Observation/Result segments and further information on the patient\r\ndeath and possible autopsy in the PDA segment. The test case provides an\r\nexample of  relevant elements of recording the death of a patient, and\r\nof collecting the information needed to support filing a death certificate.</font></span></span></p><span style=\"font-weight: bold;\"><span style=\"font-family: Arial;\">\r\n\r\n</span></span><p class=\"MsoNormal\" style=\"margin-bottom:0in;margin-bottom:.0001pt\"><span style=\"font-weight: bold;\"><span style=\"font-family: Arial;\"><font size=\"1\">Support for\r\nDate/Time of Birth <br></font></span></span></p><span style=\"font-family: Arial;\"><span style=\"font-weight: bold;\"><font size=\"1\">Support for\r\nDeath Location<br></font><font size=\"1\">Support for\r\nAutopsy Indicator</font><font size=\"1\">\r\n<br>Support for Coroner Indicator<br>Support for Observation Value<br>Support for Death Certificate Signed Date/Time<br>Support for Death Certified By<br>Support for Coroner - Medical Examiner Case Number<br>Support for Death Certifier Type<br>Support for Did death involve any injury of any kind<br>Support for Did Tobacco use contribute to death<br>Support for Disease onset to death interval<br>Support for Part\\Line Number<br>Support for Referral Note<br><br></font></span></span><hr class=\"msocomoff\" align=\"left\" size=\"1\" width=\"33%\">",
  "evaluationCriteria" : "No evaluation criteria",
  "notes" : "No Note"
}